[
  {
    "quote": "Happiness in marriage is entirely a matter of chance.",
    "author": "Jane Austen",
    "category": "happiness"
  },
  {
    "quote": "He who avoids complaint invites happiness.",
    "author": "Abu Bakr",
    "category": "happiness"
  },
  {
    "quote": "I think a child may be the only thing that could give me true happiness.",
    "author": "Nicki Minaj",
    "category": "happiness"
  },
  {
    "quote": "One test of the correctness of educational procedure is the happiness of the child.",
    "author": "Maria Montessori",
    "category": "happiness"
  },
  {
    "quote": "Happiness held is the seed Happiness shared is the flower.",
    "author": "John Harrigan",
    "category": "happiness"
  },
  {
    "quote": "Although the skills aren't hard to learn, finding the happiness and finding the satisfaction and finding fulfillment in continuously serving somebody else something good to eat, is what makes a really good restaurant.",
    "author": "Mario Batali",
    "category": "happiness"
  },
  {
    "quote": "Happiness is ideal, it is the work of the imagination.",
    "author": "Marquis de Sade",
    "category": "happiness"
  },
  {
    "quote": "I love my family and I had a very wonderful, magical childhood. But New Jersey was actually a very cold place. There was such an intense concentration of wealth, and such a low concentration of any actual human happiness.",
    "author": "Ezra Miller",
    "category": "happiness"
  },
  {
    "quote": "There is nothing can pay one for that invaluable ignorance which is the companion of youth, those sanguine groundless hopes, and that lively vanity which makes all the happiness of life.",
    "author": "Mary Wortley",
    "category": "happiness"
  },
  {
    "quote": "Plenty of people miss their share of happiness, not because they never found it, but because they didn't stop to enjoy it.",
    "author": "William Feather",
    "category": "happiness"
  },




  {
    "quote": "An armed society is a polite society. Manners are good when one may have to back up his acts with his life.",
    "author": "Robert A. Heinlein",
    "category": "life"
  },
  {
    "quote": "I lead no party I follow no leader. I have given the best part of my life to careful study of Islam, its law and polity, its culture, its history and its literature.",
    "author": "Muhammad Iqbal",
    "category": "life"
  },
  {
    "quote": "Judgments, value judgments concerning life, for or against, can in the last resort never be true: they possess value only as symptoms, they come into consideration only as symptoms - in themselves such judgments are stupidities.",
    "author": "Friedrich Nietzsche",
    "category": "life"
  },
  {
    "quote": "Purity of personal life is the one indispensable condition for building up a sound education.",
    "author": "Mahatma Gandhi",
    "category": "life"
  },
  {
    "quote": "Life is much shorter than I imagined it to be.",
    "author": "Abraham Cahan",
    "category": "life"
  },
  {
    "quote": "I was set free because my greatest fear had been realized, and I still had a daughter who I adored, and I had an old typewriter and a big idea. And so rock bottom became a solid foundation on which I rebuilt my life.",
    "author": "J. K. Rowling",
    "category": "life"
  },
  {
    "quote": "Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less.",
    "author": "Marie Curie",
    "category": "life"
  },
  {
    "quote": "The safest course is to do nothing against one's conscience. With this secret, we can enjoy life and have no fear from death.",
    "author": "Voltaire",
    "category": "life"
  },
  {
    "quote": "I have a lot of things to prove to myself. One is that I can live my life fearlessly.",
    "author": "Oprah Winfrey",
    "category": "life"
  },
  {
    "quote": "Not by appointment do we meet delight Or joy they heed not our expectancy But round some corner of the streets of life they of a sudden greet us with a smile.",
    "author": "Gerald Massey",
    "category": "life"
  },



  {
    "quote": "I love mirrors. They let one pass through the surface of things.",
    "author": "Claude Chabrol",
    "category": "love"
  },
  {
    "quote": "It is not in the power of even the most crafty dissimulation to conceal love long, where it really is, nor to counterfeit it long where it is not.",
    "author": "Francois de La Rochefoucauld",
    "category": "love"
  },
  {
    "quote": "A new command I give you: Love one another. As I have loved you, so you must love one another.",
    "author": "Jesus Christ",
    "category": "love"
  },
  {
    "quote": "It is not the creation of wealth that is wrong, but the love of money for its own sake.",
    "author": "Margaret Thatcher",
    "category": "love"
  },
  {
    "quote": "If you find someone you love in your life, then hang on to that love.",
    "author": "Princess Diana",
    "category": "love"
  },
  {
    "quote": "Love must not touch the marrow of the soul. Our affections must be breakable chains that we can cast them off or tighten them.",
    "author": "Euripides",
    "category": "love"
  },
  {
    "quote": "Love is too young to know what conscience is.",
    "author": "William Shakespeare",
    "category": "love"
  },
  {
    "quote": "In love there are two things - bodies and words.",
    "author": "Joyce Carol Oates",
    "category": "love"
  },
  {
    "quote": "I am not a vegetarian because I love animals I am a vegetarian because I hate plants.",
    "author": "A. Whitney Brown",
    "category": "love"
  },
  {
    "quote": "Love is like a friendship caught on fire. In the beginning a flame, very pretty, often hot and fierce, but still only light and flickering. As love grows older, our hearts mature and our love becomes as coals, deep-burning and unquenchable.",
    "author": "Bruce Lee",
    "category": "love"
  },



  {
    "quote": "We in the industry know that behind every successful screenwriter stands a woman. And behind her stands his wife.",
    "author": "Marx, Groucho",
    "category": "success"
  },
  {
    "quote": "The penalty of success is to be bored by the attentions of people who formerly snubbed you.",
    "author": "Little, M.W.",
    "category": "success"
  },
  {
    "quote": "If at first you don't succeed, blame it on the teach",
    "author": "Bass, Stacey",
    "category": "success"
  },
  {
    "quote": "There is nothing more difficult to carry out and more doubtful of success than to initiate a new order of things. For the reformer has enemies in all who prosper by the old order.",
    "author": "Bombolini, Italo",
    "category": "success"
  },
  {
    "quote": "We grow small trying to be great.",
    "author": "Jones, E. Stanley",
    "category": "success"
  },
  {
    "quote": "Success - keeping your mind awake and your desire asleep.",
    "author": "Ezra, Moses Ibn",
    "category": "success"
  },
  {
    "quote": "There is no use in your walking five miles to fish when you can depend on being just as unsuccessful near home.",
    "author": "Twain, Mark",
    "category": "success"
  },
  {
    "quote": "Men are so constituted that everybody undertakes what he sees another successful in, whether he has aptitude for it or not.",
    "author": "Goethe",
    "category": "success"
  },
  {
    "quote": "... high salaries equals happiness equals project success.",
    "author": "Moore, Richard F.",
    "category": "success"
  },
  {
    "quote": "To establish ourselves in the world, we have to do all we can to appear established. To succeed in the world, we do everything we can to appear successful.",
    "author": "la Rochefoucauld, Francois",
    "category": "success"
  }
]